<template>
  <div class="rule">
    <!-- content -->
    <div class="content">
      <h2 class="page-title"><b>{{text.newsTitle}} </b><br><small>Use Agreement</small></h2>
      <p class="page-desc width1200"><router-link :to="'/index?lan='+lan">首页</router-link>&nbsp;&gt;&nbsp;<span>加入我们</span></p>
      <section class="rules_desc width1000" v-html="text.html"></section>
      <div class="bottomDashed marginTop width1200"></div>
    </div>
  </div>
</template>
<style scoped>
 .rule {
    background: #f7f7f7;
    font-size: 0.7rem;
  }
  .rules_desc {
    color: #666666;
    text-align: left;
    padding-top: 30px;
    padding-bottom: 35px;
  }
</style>
<script>
export default {
  name: 'joinUs',
  data () {
    return {
      lan: '',
      text: {
        html: `
          <h3 style= 'font-size: 1.2rem;font-weight: 600;text-align: center;'>Groupy软件（网站）许可及服务协议</h3><br><br>
          <p style="margin-bottom: 1rem;">Groupy软件（网站）许可及服务协议是您（下称“用户”）与广州市云动网络有限公司（简称“云动公司”）之间签订的协议。在本协议中云动公司也被称为“Groupy软件”、“Groupy网站”或“Groupy”。</p>
          <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">1、重要须知</h4>
          <p style="margin-bottom: 1rem;">1.1 您欲下载安装Groupy软件或者访问Groupy网站，必须事先认真阅读（未成年人应当在监护人陪同下阅读）、充分理解本《Groupy软件（网站）许可及服务协议》（下称“本协议”）中各条款，包括免除或者限制Groupy责任的免责条款及对用户的权利限制条款。如您不同意本服务条款您应不使用或主动取消Groupy提供的服务。您的使用行为将被视为您对本服务条款全部的完全接受。</p>
          <p style="margin-bottom: 1rem;">1.2 在您接受本协议之后，此文本可能因国家政策、产品以及履行本协议的环境发生变化而进行修改，修改后的协议发布在本网站上，若您对修改后的协议有异议的，请立即停止访问、使用Groupy软件及Groupy网站，您的继续访问或使用的行为，视为对修改后的协议予以认可。</p>
          <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">2、用户使用规则</h4>
          <p style="margin-bottom: 1rem;">用户必须清楚使用规则，除非Groupy同意，本网站及软件的服务仅供个人交流、学习欣赏，非商业性质的使用，用户不可对本服务任何部分的任何信息进行复制、拷贝、出售、或利用本服务进行调查、广告、或用于其他商业目的。</p>
          <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">3 用户不得利用本服务制作、复制、发布、传播、存储含有下列内容的信息：</h4>
          <p style="margin-bottom: 1rem;">（一）反对宪法所确定的基本原则的；<br>（二）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>（三）损害国家荣誉和利益的；<br>（四）煽动民族仇恨、民族歧视，破坏民族团结的；<br>（五）破坏国家宗教政策，宣扬邪教和封建迷信的；<br>（六）散布谣言，扰乱社会秩序，破坏社会稳定的；<br>（七）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>（八）侮辱或者诽谤他人，侵害他人合法权益的；<br>（九）含有法律、行政法规禁止的其他内容的。</p>
          <p style="margin-bottom: 1rem;">3.1 用户保证在使用Groupy时发布、传播的信息的真实性、准确性，同时保证该等信息不侵犯任何第三方的知识产权。</p>
          <p style="margin-bottom: 1rem;">3.2 用户不得利用Groupy服务进行任何诸如发布广告、销售商品的商业行为，或者进行任何非法的侵害Groupy利益的行为，如贩卖Groupy币等。</p>
          <p style="margin-bottom: 1rem;">3.3 若发现用户有以上行为的，所有的责任由用户承担。同时Groupy可在不通知用户的情况下中止全部或部分服务。</p>
          <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">4、关于Groupy软件</h4>
          <p style="margin-bottom: 1rem;">4.1 用户可以为非商业目的在单一台终端设备上安装、使用、显示、运行Groupy软件。用户不得为商业运营目的安装、使用、运行Groupy软件，不可以对该软件或者该软件运行过程中释放到任何计算机终端内存中的数据及该软件运行过程中客户端与服务器端的交互数据进行复制、更改、修改、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经授权的第三方工具/服务接入Groupy软件和相关系统。</p>
          <p style="margin-bottom: 1rem;">4.2 保留权利：未明示授权的其他一切权利仍归云动公司所有，用户使用其他权利时须另外取得云动公司的书面同意。</p>
          <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">5、Groupy声明</h4>
          <p style="margin-bottom: 1rem;">5.1 用户须明白，在使用Groupy服务可能存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名的信息的风险，用户须承担以上风险，云动公司对服务不作担保，不论是明确的或隐含的，包括所有有关信息真实性、适商性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。</p>
          <p style="margin-bottom: 1rem;">5.2 Groupy软件以及Groupy网站的服务同大多数因特网产品一样，易受到各种安全问题的困扰，包括但不限于：1）透露详细个人资料，被不法分子利用，造成现实生活中的骚扰。2）哄骗、破译密码。3）下载安装的其它软件中含有“特洛伊木马”等病毒，威胁到个人计算计上信息和数据的安全，继而威胁对本服务的使用。对于发生上述情况的，用户应当自行承担责任。</p>
          <p style="margin-bottom: 1rem;">5.3 用户须明白，Groupy软件以及Groupy网站为了服务整体运营的需要，有权在公告通知后修改或中断、中止或终止服务而不需通知您的权利，而无须向第三方负责或承担任何赔偿责任。</p>
          <p style="margin-bottom: 1rem;">5.4 Groupy软件以及Groupy网站不对发布在本网站上的广告的产品效果、宣传、信息准确性负责，用户在接触这些广告时自行判断。</p>
          <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">6、收费服务</h4>
          <p style="margin-bottom: 1rem;">6.1 Groupy应用部分涉及付费，用户输入帐号密码的行为视为对收费服务的接受，需要按Groupy公示的收费标准支付费用。</p>
          <p style="margin-bottom: 1rem;">6.2 用户付费后获得的权益不得转让给第三人。</p>
          <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">7、知识产权</h4>
          <p style="margin-bottom: 1rem;">7.1Groupy软件及Groupy网站内涵的文字、图片、视频、音频、软件等元素，云动公司服务标志、标识以及专利权，Groupy服务商云动公司对此享有上述知识产权。</p>
          <p style="margin-bottom: 1rem;">7.2用户使用Groupy服务只能在本协议以及相应的授权许可协议授权的范围使用Groupy知识产权，未经授权超范围使用的构成对云动的侵权。</p>
          <p style="margin-bottom: 1rem;">7.3 用户在使用Groupy软件及Groupy网站服务时发布上传的文字、图片、视频、表演等用户原创的信息，此部分信息的知识产权归用户，但用户的发表、上传行为是对Groupy的授权，用户确认其发表、上传的信息非独占性、永久性的授权，该授权可转授权。Groupy可将前述信息在云动公司旗下的服务平台上使用，可再次编辑后使用，也可以由Groupy授权给合作方使用。</p>
          <p style="margin-bottom: 1rem;">7.4 若Groupy软件、Groupy网站内的信息以及其他用户上传、存储、传播的信息有侵犯的用户或第三人的知识产权的，请通过contact@groupy.vip进行投诉。</p>
          <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">8、隐私保护</h4>
          <p style="margin-bottom: 1rem;">8.1 请用户注意勿在使用Groupy服务中透露自己的各类财产帐户、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此带来的任何损失由用户自行承担。</p>
          <p style="margin-bottom: 1rem;">8.2 就下列相关事宜的发生，Groupy不承担任何法律责任：</p>
          <p style="margin-bottom: 1rem;">8.3 云动公司根据法律规定或相关政府、司法机关的要求提供您的个人信息；</p>
          <p style="margin-bottom: 1rem;">8.4 由于用户将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人信息的泄漏，或其他非因云动公司原因导致的个人信息的泄漏；</p>
          <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">9、其他条款</h4>
          <p style="margin-bottom: 1rem;">9.1 本协议条款的签订、解释以及争议的解决均适用中华人民共和国法律。</p>
          <p style="margin-bottom: 1rem;">9.2 本协议的签署地点为云动网站服务器所在地即广州市天河区，若用户与云动公司发生法争议的，双方同意将争议提交广州市天河区法院诉讼解决。</p>
          <p style="margin-bottom: 1rem;">9.3 本协议在安装Groupy软件页面及在Groupy网站（http://www.groupy.vip）上展示，对用户和Groupy的服务商云动网络公司具有法律约束力，用户在安装界面接受本协议以及访问本网站的行为均视为对本协议的接受，对用户具有法律约束力。</p>
        `,
        newsTitle: '使用协议'
      }
    }
  },
  methods: {
    changeInfo() {
      if(this.lan == 'zh-cn') {
        this.text = {
          html: `
            <h3 style= 'font-size: 1.2rem;font-weight: 600;text-align: center;'>Groupy软件（网站）许可及服务协议</h3><br><br>
            <p style="margin-bottom: 1rem;">Groupy软件（网站）许可及服务协议是您（下称“用户”）与广州市云动网络有限公司（简称“云动公司”）之间签订的协议。在本协议中云动公司也被称为“Groupy软件”、“Groupy网站”或“Groupy”。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">1、重要须知</h4>
            <p style="margin-bottom: 1rem;">1.1 您欲下载安装Groupy软件或者访问Groupy网站，必须事先认真阅读（未成年人应当在监护人陪同下阅读）、充分理解本《Groupy软件（网站）许可及服务协议》（下称“本协议”）中各条款，包括免除或者限制Groupy责任的免责条款及对用户的权利限制条款。如您不同意本服务条款您应不使用或主动取消Groupy提供的服务。您的使用行为将被视为您对本服务条款全部的完全接受。</p>
            <p style="margin-bottom: 1rem;">1.2 在您接受本协议之后，此文本可能因国家政策、产品以及履行本协议的环境发生变化而进行修改，修改后的协议发布在本网站上，若您对修改后的协议有异议的，请立即停止访问、使用Groupy软件及Groupy网站，您的继续访问或使用的行为，视为对修改后的协议予以认可。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">2、用户使用规则</h4>
            <p style="margin-bottom: 1rem;">用户必须清楚使用规则，除非Groupy同意，本网站及软件的服务仅供个人交流、学习欣赏，非商业性质的使用，用户不可对本服务任何部分的任何信息进行复制、拷贝、出售、或利用本服务进行调查、广告、或用于其他商业目的。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">3 用户不得利用本服务制作、复制、发布、传播、存储含有下列内容的信息：</h4>
            <p style="margin-bottom: 1rem;">（一）反对宪法所确定的基本原则的；<br>（二）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>（三）损害国家荣誉和利益的；<br>（四）煽动民族仇恨、民族歧视，破坏民族团结的；<br>（五）破坏国家宗教政策，宣扬邪教和封建迷信的；<br>（六）散布谣言，扰乱社会秩序，破坏社会稳定的；<br>（七）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>（八）侮辱或者诽谤他人，侵害他人合法权益的；<br>（九）含有法律、行政法规禁止的其他内容的。</p>
            <p style="margin-bottom: 1rem;">3.1 用户保证在使用Groupy时发布、传播的信息的真实性、准确性，同时保证该等信息不侵犯任何第三方的知识产权。</p>
            <p style="margin-bottom: 1rem;">3.2 用户不得利用Groupy服务进行任何诸如发布广告、销售商品的商业行为，或者进行任何非法的侵害Groupy利益的行为，如贩卖Groupy币等。</p>
            <p style="margin-bottom: 1rem;">3.3 若发现用户有以上行为的，所有的责任由用户承担。同时Groupy可在不通知用户的情况下中止全部或部分服务。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">4、关于Groupy软件</h4>
            <p style="margin-bottom: 1rem;">4.1 用户可以为非商业目的在单一台终端设备上安装、使用、显示、运行Groupy软件。用户不得为商业运营目的安装、使用、运行Groupy软件，不可以对该软件或者该软件运行过程中释放到任何计算机终端内存中的数据及该软件运行过程中客户端与服务器端的交互数据进行复制、更改、修改、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经授权的第三方工具/服务接入Groupy软件和相关系统。</p>
            <p style="margin-bottom: 1rem;">4.2 保留权利：未明示授权的其他一切权利仍归云动公司所有，用户使用其他权利时须另外取得云动公司的书面同意。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">5、Groupy声明</h4>
            <p style="margin-bottom: 1rem;">5.1 用户须明白，在使用Groupy服务可能存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名的信息的风险，用户须承担以上风险，云动公司对服务不作担保，不论是明确的或隐含的，包括所有有关信息真实性、适商性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。</p>
            <p style="margin-bottom: 1rem;">5.2 Groupy软件以及Groupy网站的服务同大多数因特网产品一样，易受到各种安全问题的困扰，包括但不限于：1）透露详细个人资料，被不法分子利用，造成现实生活中的骚扰。2）哄骗、破译密码。3）下载安装的其它软件中含有“特洛伊木马”等病毒，威胁到个人计算计上信息和数据的安全，继而威胁对本服务的使用。对于发生上述情况的，用户应当自行承担责任。</p>
            <p style="margin-bottom: 1rem;">5.3 用户须明白，Groupy软件以及Groupy网站为了服务整体运营的需要，有权在公告通知后修改或中断、中止或终止服务而不需通知您的权利，而无须向第三方负责或承担任何赔偿责任。</p>
            <p style="margin-bottom: 1rem;">5.4 Groupy软件以及Groupy网站不对发布在本网站上的广告的产品效果、宣传、信息准确性负责，用户在接触这些广告时自行判断。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">6、收费服务</h4>
            <p style="margin-bottom: 1rem;">6.1 Groupy应用部分涉及付费，用户输入帐号密码的行为视为对收费服务的接受，需要按Groupy公示的收费标准支付费用。</p>
            <p style="margin-bottom: 1rem;">6.2 用户付费后获得的权益不得转让给第三人。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">7、知识产权</h4>
            <p style="margin-bottom: 1rem;">7.1Groupy软件及Groupy网站内涵的文字、图片、视频、音频、软件等元素，云动公司服务标志、标识以及专利权，Groupy服务商云动公司对此享有上述知识产权。</p>
            <p style="margin-bottom: 1rem;">7.2用户使用Groupy服务只能在本协议以及相应的授权许可协议授权的范围使用Groupy知识产权，未经授权超范围使用的构成对云动的侵权。</p>
            <p style="margin-bottom: 1rem;">7.3 用户在使用Groupy软件及Groupy网站服务时发布上传的文字、图片、视频、表演等用户原创的信息，此部分信息的知识产权归用户，但用户的发表、上传行为是对Groupy的授权，用户确认其发表、上传的信息非独占性、永久性的授权，该授权可转授权。Groupy可将前述信息在云动公司旗下的服务平台上使用，可再次编辑后使用，也可以由Groupy授权给合作方使用。</p>
            <p style="margin-bottom: 1rem;">7.4 若Groupy软件、Groupy网站内的信息以及其他用户上传、存储、传播的信息有侵犯的用户或第三人的知识产权的，请通过contact@groupy.vip进行投诉。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">8、隐私保护</h4>
            <p style="margin-bottom: 1rem;">8.1 请用户注意勿在使用Groupy服务中透露自己的各类财产帐户、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此带来的任何损失由用户自行承担。</p>
            <p style="margin-bottom: 1rem;">8.2 就下列相关事宜的发生，Groupy不承担任何法律责任：</p>
            <p style="margin-bottom: 1rem;">8.3 云动公司根据法律规定或相关政府、司法机关的要求提供您的个人信息；</p>
            <p style="margin-bottom: 1rem;">8.4 由于用户将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人信息的泄漏，或其他非因云动公司原因导致的个人信息的泄漏；</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">9、其他条款</h4>
            <p style="margin-bottom: 1rem;">9.1 本协议条款的签订、解释以及争议的解决均适用中华人民共和国法律。</p>
            <p style="margin-bottom: 1rem;">9.2 本协议的签署地点为云动网站服务器所在地即广州市天河区，若用户与云动公司发生法争议的，双方同意将争议提交广州市天河区法院诉讼解决。</p>
            <p style="margin-bottom: 1rem;">9.3 本协议在安装Groupy软件页面及在Groupy网站（http://www.groupy.vip）上展示，对用户和Groupy的服务商云动网络公司具有法律约束力，用户在安装界面接受本协议以及访问本网站的行为均视为对本协议的接受，对用户具有法律约束力。</p>
          `,
          newsTitle: '使用协议'
        }
      }else {
        this.text = {
          html: `
            <h3 style= 'font-size: 1.2rem;font-weight: 600;text-align: center;'>利用規約</h3>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第１条（目的）</h4>
            <p style="margin-bottom: 1rem;">本規約は、ニュースジェット株式会社（以下「当社」といいます。）が提供するサービス「Groupy(グルーピ）」をユーザー（第２条に定義します。）が利用するにあたっての利用条件を定めるものとします。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第２条（定義）</h4>
            <p style="margin-bottom: 1rem;">本規約における用語の定義は以下のとおりとします。</p>
            <p style="margin-bottom: 1rem;padding-left:2rem;"><b>（１）｢本サービス｣</b><br>当社が運営する「Groupy」において提供されるすべてのサービスをいいます。<br><br><b>（２）｢ユーザー｣</b><br>本規約を承認の上で、当社が指定する手続に従って、本サービスの利用を申し込んだ個人または当社の承諾を得た個人以外の者をいいます。<br><br><b>（３）「ユーザー情報」</b><br>ユーザーが本サービスを利用する上で必要となる、当社が登録または提供を求める情報をいいます。<br><br><b>（４）「提供コンテンツ」</b><br>ユーザーが本サービスで利用するために当社が提供する写真、画像、映像等をいいます。<br><br><b>（５）「コイン」</b><br>有償のサービス又はその他当社が指定したコンテンツとのみ交換できる仮想通貨をいいます。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第３条（適用範囲）</h4>
            <p style="margin-bottom: 1rem;">本サービスの提供にあたり、当社が実施する利用条件の告知、およびユーザーに対して発信する通知等も本規約の一部を構成するものとし、当該告知、通知等の内容が本規約の条項と異なる定めをする場合、当該告知、通知等の定めが優先して適用されるものとします。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第４条（ユーザー登録）</h4>
            <p style="margin-bottom: 1rem;">１．ユーザーとなることを希望する者は、希望する者本人が、本規約を承認の上で当社が指定する手続に従って、ユーザー登録申請を行うものとします。<br>２．当社は、ユーザー登録申請があった場合には、当社所定の認証手続きを行い、ユーザー登録を行うものとします。ただし、当社はユーザー登録申請を拒絶することができ、当社は当該登録申請者に対し、拒絶理由を開示する義務を負わないものとします。<br>３．前項に規定するユーザー登録をもって、ユーザーと当社との間において、本規約を内容とする利用契約が成立するものとします。なお、当社が不適当と判断する場合には、ユーザー登録後であってもユーザー登録の承諾を取り消す場合があります。 ただし、当社は承諾を取り消した理由について回答する義務を負いません。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第５条（本規約の変更）</h4>
            <p style="margin-bottom: 1rem;">１．当社は、必要に応じて本規約を変更することができるものとします。なお、当該変更された規約は、本サービス上において発表、もしくは当社が適当と判断する方法により通知するものとし、発表もしくは通知されたのち一週間経過した時点で、その期間内にユーザーが退会手続きを行わない限り、ユーザーによって承諾されたものとみなし、その時点をもってユーザーとの、当該変更された規約を内容とする利用契約も有効に成立したものとみなします。<br>２．当社は、将来において本サービスの事業を継承する会社に、本規約上の当社の地位を譲渡する場合があります。この場合の地位の譲渡の手続には、前項の規定を準用するものとします。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第６条（変更の届出）</h4>
            <p style="margin-bottom: 1rem;">１．ユーザーは、ユーザー情報の変更を希望する場合には、当社が別途指示する方法により届け出るものとします。<br>２．ユーザーが前項の届出を怠ったことにより不利益を被った場合であっても､当社は一切の責任を負わないものとします。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第７条（ユーザー登録の取消等）</h4>
            <p style="margin-bottom: 1rem;">１．ユーザーが以下の各号の一に該当する場合、当社は、事前に通知することなく、直ちにユーザーによる本サービスの全部または一部の利用を停止、またはユーザー登録を取り消し、もしくは／かつ利用契約の解除をすることができるものとます。なお、当社は、当該措置の理由を開示する義務を負わないものとします。</p>
            <p style="margin-bottom: 1rem;padding-left:2rem;">（１）第１４条第１項および第２項の行為、またはそのおそれのある行為を行ったと当社が判断した場合。<br>（２）第三者になりすましてユーザー登録を行った場合。<br>（３）未成年者、成年被後見人、被保佐人または被補助人のいずれかである場合で、ユーザー登録申請が成年後見人によって行われておらず、またはユーザー登録申請の際に法定代理人、保佐人もしくは補助人の同意を得ていない場合。<br>（４）その他、ユーザーとして不適切もしくは登録の継続が困難であると当社が判断した場合。</p>
            <p style="margin-bottom: 1rem;">２．前項によりユーザー登録の取消もしくは利用契約の解除を受けた場合において、当該ユーザーが再度ユーザー登録申請をした場合、当社は、当該申請を承諾しない場合があります。<br>３．当社は、第１項によりユーザー登録を取消したユーザーのユーザープロフィールの全部または一部を削除することができるものとし、当社は、かかる措置によりユーザーに生じた不利益、損害について、一切の責任を負わないものとします。<br>４．前３項の規定は、当社によるユーザーに対する損害賠償の請求を妨げるものではありません。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第８条（ユーザーアカウントの管理）</h4>
            <p style="margin-bottom: 1rem;">１．ユーザーは、本サービスのユーザーアカウントを、自己の責任にて管理するものとします。<br>２．ユーザーは、本サービスのユーザーアカウントを任意のメールアドレスおよびパスワードにて管理することができます。ユーザーは、自己が登録したメールアドレスおよびパスワードを自己の責任にて管理及び保管するものとします。<br>３．メールアドレスおよびパスワードの管理不十分、使用上の過誤、第三者の使用等による損害の責任はユーザーが負うものとし、当社は一切責任を負いません。<br>４．ユーザーアカウントを通じた本サービスの利用については、ユーザー本人以外の第三者による利用および行為の場合も含め、すべて当該ユーザーによる利用および行為とみなします。当該ユーザーは、当該利用および行為により生じた一切の債務を負担するものとします。<br>５．ユーザーは、メールアドレスおよびパスワードが不当に取得され、あるいはユーザーアカウントが第三者により利用されるおそれがある場合は、直ちに当社にその旨連絡するとともに、当社からの指示がある場合には、これに従うものとします。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第９条（有償のサービスの販売）</h4>
            <p style="margin-bottom: 1rem;">１．当社は、本サービスの一部をユーザーに有償で使用させることがあります。<br>２．ユーザーは、前項に定める有償の本サービス（以下「有償のサービス」といいます。）の利用権を、当社が別途定め本サービス上に掲載する対価を当社が指定する支払方法により支払うことにより、取得することができます。<br>３．ユーザーは、取得した有償のサービスを、他のユーザーに移転、譲渡、貸与し又は本サービスその他類似のサービスに掲載しないものとします。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第１０条（コイン）</h4>
            <p style="margin-bottom: 1rem;">１．コインは、本サービス上で「購入」その他当社が指定する方法によりユーザーに付与されるものとします。コインの購入単位、支払方法、その他の付与条件は当社が別途定め本サービス上に掲載するものとします。<br>２．コインは、有償のサービス又はその他当社が指定したコンテンツとのみ交換され、その他のコンテンツ又はサービス、現金その他経済上の利益と交換することはできません。有償のサービスと交換するために必要なコイン数、その他コインの利用条件は、当社が別途定め本サービス上に掲載するものとします。<br>３．当社は、理由の如何を問わず、コインの再発行及び換金をいたしません。また、当社が特に認める場合または法令等により払戻しが義務付けられている場合を除き、コインの払戻しは一切いたしません。<br>４．当社が本サービスを終了もしくは中止する場合、または、第７条の規定によりユーザー資格が取消もしくは喪失となった場合、一定の周知期間の経過時点で残存コインが消滅するものとします。なお、かかる周知期間中は、新規のコインの取得はできません。<br>５．ユーザーは、当社が特に定めた場合を除き、保有するコインを他のユーザーに移転、譲渡、貸与しないものとします。<br>６．ユーザーは、コインを使用して取得した有償のサービスを、他のユーザーに移転、譲渡、貸与し又は本サービスその他類似のサービスに掲載しないものとします。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第１１条（利用料金）</h4>
            <p style="margin-bottom: 1rem;">１．ユーザーは、前２条において規定したとおり、有償のサービスを利用する対価、有償のコインを取得する対価として、別途当社が定め、本サービス上で掲示する利用料金を、当社が指定する支払方法により当社に支払うものとします。ただし、当社が認める場合にはユーザーは利用料金をこれに相当する額のコインで支払うことができるものとします。<br>２．法令等により払戻しが義務付けられている場合を除き、当社は、理由の如何を問わず、お支払いいただいた利用料金の返金はいたしません。<br>３．未成年者は有償のサービスの購入、コインの購入にあたり、事前に親権者等、法定代理人の同意を得ることが必要となります。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第１２条（知的財産権等）</h4>
            <p style="margin-bottom: 1rem;">１．本サービスおよび本サービスにおいて当社がユーザーに提供する提供コンテンツの著作権その他の権利は、有償であると無償であるとを問わず、当社または当該権利を有する第三者に帰属します。ユーザーは、本サービスにおいて利用する目的で、提供コンテンツの非独占的使用権を、当社または当該権利を有する第三者より許諾されるものとします<br>２．ユーザーは、本サービスにおいて自己が利用するため、自己の判断により本サービスにユーザープロフィールを登録することができるものとします。なお、当該ユーザープロフィールに他者が権利を有する知的財産権等が含まれる場合には、ユーザーが当該権利者との権利許諾等に関する手続を行うものとします。<br>３．ユーザーが前２項の規定に違反することにより何らかの問題が発生した場合には、ユーザーは、自己の費用と責任においてかかる問題を解決するものとし、当社に何等の迷惑または損害を与えないものとします。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第１３条（禁止事項）</h4>
            <p style="margin-bottom: 1rem;">１．ユーザーは、本サービスの利用にあたって以下の行為を行ってはならないものとします。</p>
            <p style="margin-bottom: 1rem;padding-left:2rem;">（１）第７条第１項各号に該当することとなる行為。<br>（２）第三者もしくは当社の著作権、商標権を含む知的財産権、肖像権、パブリシティ権、その他の権利を侵害する行為、また侵害するおそれがあると当社が判断した行為。<br>（３）他のユーザー、第三者もしくは当社の財産もしくはプライバシーを侵害する行為、または侵害するおそれのあると当社が判断した行為。<br>（４）他のユーザー、第三者もしくは当社に不利益もしくは損害を与える行為、またはそれらのおそれのあると当社が判断した行為。<br>（５）他のユーザー、第三者もしくは当社を誹謗中傷する行為、あるいは他のユーザー、第三者もしくは当社の名誉、信用を毀損する行為、またはそれらのおそれのあると当社が判断した行為。<br>（６）当社の承認を得ていない、本サービスを利用した営利を目的とする行為またはその準備を目的とした行為。<br>（７）公序良俗に反する行為、またはそのおそれのある行為。<br>（８）犯罪行為、または犯罪行為に結びつく行為、もしくはそのおそれのある行為。<br>（９）他のユーザーや第三者へのいやがらせ、淫乱、わいせつ、悪口、嫌悪感を与える一切の行為。<br>（１０）性風俗、宗教、政治などに類する勧誘、取引行為、その他一切の活動。<br>（１１）不正アクセス、または他人であるように振る舞うなど他のユーザーのアカウントを不正に使用する、またはさせる行為。<br>（１２）本サービスの運営に支障を与える行為<br>（１３）本規約に違反する行為、または違反するおそれのある行為。<br>（１４）法令に違反する、または違反するおそれのある行為。<br>（１５）その他、当社が不適切と判断する行為。</p>
            <p style="margin-bottom: 1rem;">２．ユーザーは、ユーザーとして有する権利の全部または一部を第三者に譲渡、売買、貸与、担保に供する行為その他一切の処分行為はできないものとします。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第１４条（本サービスの変更・中断・中止・終了）</h4>
            <p style="margin-bottom: 1rem;">１．当社は、ユーザーに事前に通知することなく、本サービスの一部または全部を変更、追加、することができます。<br>２．当社は、以下の各号の一に該当する事由が生じた場合には、当社の判断により、本サービスの運用の全部または一部を中断または中止することができるものとします。</p>
            <p style="margin-bottom: 1rem;padding-left:2rem;">（１）戦争、暴動、騒乱、労働争議、天災、地震、噴火、洪水、津波、火災、停電などの　　不可抗力により本サービスが通常どおり提供できなくなった場合。<br>（２）本サービスの運営において必要なシステム等の一時的または大規模なメンテナンス、電気通信設備の障害、プロバイダー等の障害、システムトラブルなどによる緊急な保守点検を行う場合。<br>（３）その他やむを得ない事由が生じた場合など、当社が必要と判断した場合</p>
            <p style="margin-bottom: 1rem;">３．当社は、前項により本サービスの全部または一部を中断または中止する場合は、当社が適当と判断する方法で事前に告知します。ただし、緊急の場合には、この限りではありません。<br>４．当社は、本サービスの全部を終了する場合には、当社が適当と判断する方法で、事前にユーザーにその旨を告知します。<br>５．当社は理由の如何を問わず、前４項の規定によりユーザーが何らかの不利益を受けた場合であっても、損害賠償責任を含めた一切の責任を負いません。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第１５条（設備等）</h4>
            <p style="margin-bottom: 1rem;">１．当社の設備もしくは本サービスの運営設備に障害を生じ、またはその設備が滅失したことを当社が知ったときは、当社は速やかにその設備を修理・復旧するよう努めるものとします。かかる場合に、ユーザーまたは第三者に損害が生じた場合であっても、当社は一切責任を負わないものとします。<br>２．ユーザーは、自己の負担と責任により、本サービスの利用に必要な通信機器、ソフトウェアその他の機器および通信回線その他の接続環境等を用意、設置、操作し、本サービスを利用可能な状態にするものとします。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第１６条（個人情報の取扱い）</h4>
            <p style="margin-bottom: 1rem;">１．当社は、法令に定める場合を除き、事前にユーザーである本人の同意を得ることなく、ユーザー情報に含まれている個人情報を第三者へ開示、提供することはありません。ただし、以下の場合は除きます。</p>
            <p style="margin-bottom: 1rem;padding-left:2rem;">（１）法令に基づく場合など個人情報保護法に定める場合や、裁判所・警察等の公的機関から法律に基づく要請を受けた場合。<br>（２）ユーザーの事前の承認、同意を得た場合。<br>（３）本サービスを提供する上で必要となる業務委託先に開示する場合。<br>（４）当社の合併、分社化、事業譲渡により事業が継承されユーザー情報を引き継ぐ場合。</p>
            <p style="margin-bottom: 1rem;">２.当社は、ユーザー情報を、以下に掲げる目的により、無償で、複製その他の方法により利用し、第三者に提供することができるものとし、ユーザーはこれを承諾するものとします。</p>
            <p style="margin-bottom: 1rem;padding-left:2rem;">（１）本サービス実施、提供のため<br>a.本サービスの拡充、改善、新規開発のための調査・分析のため<br>b.お問い合わせ、サポート対応のため<br>c.その他、お客様の同意を得た利用目的のため<br>（２）本サービスの利用状況等に係る統計情報の作成、本サービスまたは当社の運営するウェブサイト等における公表のため。</p>
            <p style="margin-bottom: 1rem;">３．当社は、ユーザー登録情報の保存義務を負うものではありません。ユーザーは、必要なユーザー情報およびユーザープロフィールについて、自らの責任でバックアップをとるものとします。<br>４．当社は、ユーザーが本サービスを退会し、または当社が本サービスの運営を終了したときは、当社の判断により、ユーザー登録情報を全て消去できるものとし、その返却等の要望には一切応じません。また、当社はこれによってユーザーに生じる不利益、損害等について、一切の責任を負いません。<br>５．個人情報を当社にご提供いただくか否かは、ユーザーご自身の任意です。個人情報を登録するか否かは、ユーザーご自身で判断ください。ただし、当社が本サービスを提供するうえでお願いする個人情報をご提供いただけない場合や、ご提供いただいた個人情報に不備があった場合には、個人情報の取得目的どおりのサービスがご提供できない場合があります。<br>６．本サービスでは、クッキーを使用する場合があります。これは本サービスの改善や利用状況の解析のため、ユーザーによるWEBサイト、アプリ、広告の閲覧状況を確認するもので、統計的なマーケティング情報として利用いたします。クッキー内に個人情報が含まれることはございません。また、個人情報の取得およびユーザー情報との関連付けを行うものではありません。 <br>７．当社は、ユーザーからご提供いただいた個人情報の利用目的の通知、開示、訂正、追加、削除、利用停止または第三者提供停止の請求に対応いたします。個人情報の取り扱いに関するお問い合わせ、苦情などは以下のお問い合わせ先までお願いいたします。</p>
            <p style="margin-bottom: 1rem;padding-left:2rem;">ニュースジェット株式会社<br>〒130-0026　東京都墨田区両国2丁目2-10  702室<br>メール：contact@groupy.vip</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第１７条（免責事項）</h4>
            <p style="margin-bottom: 1rem;">１．当社は、本サービスの内容、本サービスにより提供する一切の情報、データ等について、その完全性、正確性、適法性、目的適合性等いかなる保証も行わず、一切の責任を負いません。<br>２．当社は、当社が本サービスにより提供する一切の情報、データ等、またはユーザーが掲載する一切の情報、データ等を確実に保存することを保証するものではなく、かかる情報、データ等が消失したとしても、一切の責任を負いません。<br>３．本サービスの提供、遅滞、変更、中止もしくは廃止、本サービスを通じて登録、提供される情報等の流失もしくは消失等、およびその他本サービスに関連して発生したユーザーおよび第三者の損害について、当社は一切の責任を負いません。<br>４．本サービスの利用に関連して、ユーザーが他のユーザーもしくは第三者に対して損害を与えた場合、またはユーザーが他のユーザーもしくは第三者と紛争を生じた場合、当該 ユーザーは自己の費用と責任で解決するものとし、当社に何等の迷惑または損害を与えないものとします。また、ユーザーが本サービスの利用に関連して当社に損害を生 じさせた場合は、当該ユーザーは当社に生じた損害を賠償するものとします。<br>５．当社は、本サービスを提供するコンピューターシステムの稼働状況について保証するものではなく、本サービス提供のためのコンピューターシステムの障害等、いかなる原因に基づき生じた損害についても、一切の責任を負いません。<br>６．当社は、本サービスの利用、本サイトからのダウンロード、コンピュータウイルス感染等により、コンピュータ、周辺機器、回線、ソフトウェアなどに生じた損害について、一切の責任を負いません。<br>７．本規約に従い当社がユーザーに対して損害賠償の責任を負う場合であっても、当社に故意又は重過失が存する場合を除き、当社が賠償すべき損害の範囲は、ユーザーに直接かつ現実的に生じた損害に限定されます。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第１８条（管轄裁判所）</h4>
            <p style="margin-bottom: 1rem;">１．本サービスに関連してユーザーと当社との間で問題が生じた場合には、ユーザーと当社で誠意をもって協議するものとします。<br>２．協議しても解決せず訴訟となった場合、東京地方裁判所を第一審の専属的合意管轄裁判所とします。</p>
            <h4 style="font-size: 0.9rem;font-weight: 600;margin-bottom: 0.6rem;">第１９条（準拠法）</h4>
            <p style="margin-bottom: 1rem;">本規約に関する準拠法は、日本法とします。</p><br>
            <p style="margin-bottom: 1rem;">付則<br>本規約は平成29年06月10日から実施します。</p>
          `,
          newsTitle: '利用規約'
        }
      }
    },
    routeChange() {
      this.lan = this.$route.query.lan;
      this.changeInfo();
    }
  },
  watch: {
    '$route': 'routeChange'
  },
  created: function() {
    let self = this;
    setTimeout(function() {
      let ele = document.querySelector('.content');
      ele.scrollIntoView();
    },0);
    self.lan = self.$route.query.lan;
    self.changeInfo();
  }
}
</script>
